[Demo_Patako_ep7_3 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-850,Y=990,Z=1335),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Vec=(X=-580,Y=990,Z=1200),VecSub=(X=180,Y=0,Z=0),CId=73)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-610,Y=930,Z=1200),VecSub=(X=145,Y=0,Z=0),CId=72)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-610,Y=1050,Z=1200),VecSub=(X=215,Y=0,Z=0),CId=71)
DemoScripts[6]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0001_lp_open_angry",motionName[1]="pt_CM_0000_fx_close_normal",motionName[2]="pt_DM_0200_lp_Expound",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=4,Vec=(X=-610,Y=990,Z=1320))
DemoScripts[11]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=4,Vec=(X=-610,Y=990,Z=1320))
DemoScripts[12]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'BGM_ST_Thrill.GG2_BGM_ST_Thrill_Cue')
DemoScripts[13]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[14]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[15]=(Actor=FADE,Command=WAIT)
DemoScripts[16]=(Actor=WINDOW,Command=SET)
DemoScripts[17]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_3.GG2_V_Patako_ep7_3_001_Cue',Name="パタコ")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=1,Number=0,Bit=1)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0100_fx_open_S",Rate=1,Number=1,Bit=0)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=1,Number=0,Bit=1)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0100_fx_open_S",Rate=1,Number=1,Bit=0)
DemoScripts[23]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[25]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[1]="pt_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[26]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0201_fx_Expound2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0100_lp_Stand",Number=8)
DemoScripts[28]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_3.GG2_V_Patako_ep7_3_003_Cue',Name="パタコ")
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0106_fx_Stand2Surprise",Rate=1,Number=2,Bit=0)
DemoScripts[31]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0600_lp_Surprise",Number=8)
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_3.GG2_V_Patako_ep7_3_004_Cue',Name="パタコ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[36]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=1,CId=71)
DemoScripts[37]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[38]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0601_fx_Surprise2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[40]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_3.GG2_V_Patako_ep7_3_005_Cue',Name="エコロ")
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[42]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[43]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0110_fx_Stand2Go",Rate=1,Number=2,Bit=0)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1000_lp_Go",Number=8)
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[47]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[48]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_ep7_3.GG2_V_Patako_ep7_3_006_Cue',Name="エコロ")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[50]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[52]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Dokifield_Cue')
DemoScripts[53]=(Actor=WINDOW,Command=EXIT)
DemoScripts[54]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[55]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[56]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[57]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[58]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[59]=(Actor=SYSTEM,Command=END)

[Select_Patako_ep7_3 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Patako_ep7_3 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="帕塔可",Text="還沒完!/n才這樣是遠遠不夠讓我/n把她們兩個託付給你的哦!")

Texts[1]=(Label="TEXT02",Name="峯大",Text="咦,不....../n那個......等等......?/n帕塔可小姐?")

Texts[2]=(Label="TEXT03",Name="帕塔可",Text="再來是心跳模式!/n來吧,峯大大人!/n你的技巧有辦法讓我帕塔可昇天嗎?")

Texts[3]=(Label="TEXT04",Name="帕塔可",Text="艾可蘿!/n心跳力場就拜託妳囉!")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="好......好的......?/n心跳力場,展開!!")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="已經怎樣都無所謂了....../nQUE SERA SERA~")

Texts[6]=(Label="TEXT07",Name="峯大",Text="艾可蘿也別放棄啊--!!")

Texts[7]=(Label="",Name="",Text="")

Texts[8]=(Label="SELECT01",Name="",Text="")

Texts[9]=(Label="SELECT02",Name="",Text="")

Texts[10]=(Label="SELECT03",Name="",Text="")

Texts[11]=(Label="SELECT04",Name="",Text="")

Texts[12]=(Label="SELECT05",Name="",Text="")

Texts[13]=(Label="SELECT06",Name="",Text="")

Texts[14]=(Label="SELECT07",Name="",Text="")

Texts[15]=(Label="SELECT08",Name="",Text="")

Texts[16]=(Label="SELECT09",Name="",Text="")

Texts[17]=(Label="SELECT10",Name="",Text="")


